#+STARTUP: showall
#+REVEAL_THEME: solarized
#+OPTIONS: toc:nil num:nil

* Hello World 1
** Hello the world 1
- Hello this is world
- Hello this is world
- Hello this is world
** Hello the world 2
- Hello this is world
- Hello this is world
- Hello this is world
* Hello World 2
#+BEGIN_SRC emacs-lisp

(+ 2 2)

#+END_SRC

#+RESULTS:
: 4

* Hello World 3
#+ATTR_REVEAL: :frag (roll-in)
- Hello this is world
- Hello this is world
  | a | b | c |
  |---+---+---|
  | 1 | 2 | 3 |
  | 4 | 5 | 6 |
  |---+---+---|

0:00:12 


0:00:20 

0:01:15 0:01:57 0:05:12 

;; macro
;; macro
;; macro
;; macro
;; macro
;; macro
;; macro


